[
	{ "Name":"Александр Белькевич", "Company":"Senior разработчик, EMCD Tech LTD", "Photo":"belkevich.png", "Title": "Искусственный интеллект в жизни разработчика: друг или враг?", "Description":"<p>ИИ всё активнее проникает в IT-индустрию, помогая разработчикам писать код, генерировать тесты, проектировать интерфейсы и справляться с рутинными задачами. Но что это значит для самих разработчиков? Упростит ли он их работу, открыв больше пространства для творчества, или же начнёт вытеснять их с рынка?</p> <p>На докладе Александр расскажет:<br> - Какие задачи искусственный интеллект уже выполняет лучше человека, а где ему пока рано доверять.<br> - Почему умение работать с ИИ становится важным конкурентным преимуществом.<br> - Какие сервисы ИИ помогают разработчикам уже сегодня — от написания кода до автоматизации тестов и работы с данными.<br> - Какие вызовы и риски сопровождают развитие ИИ: этические вопросы, зависимость от технологий, влияние на рынок труда.<br> - Как ИИ меняет подходы к разработке, скорость релизов и взаимодействие в командах.<br> Александр поделится примерами и реальными кейсами, которые помогут вам понять, как интегрировать ИИ в свою работу уже сейчас. Это доклад о том, как искусственный интеллект становится не только инструментом, но и частью повседневной жизни разработчиков.</p>" },
	{"Name": "Александр Устиченко","Company": "Team Lead, Т-Банк","Photo": "ustichenko.png","Title": "От хаоса к порядку: как задачи находят своё место в бэклоге","Description": "<p>Вы узнаете, как наладить планирование, избежать неожиданных задач, которые выбивают из рабочего процесса, и управлять приоритизацией.</p><p>В своём докладе Александр поделится реальным опытом своей команды, расскажет о том, как они нашли ответы на множество вопросов, связанных с задачами: от их обнаружения до взаимодействия с заказчиками. Доклад включает краткую теорию, практические советы и примеры, которые помогут вам навести порядок в бэклоге и сделать работу с задачами более предсказуемой.</p><p>Если хотите упорядочить свой процесс работы и узнать, как сделать взаимодействие с заказчиками более продуктивным, приходите на выступление!</p>"},
	{"Name": "Кирилл Левченко","Company": "SRE, Dodo Engineering","Photo": "levchenko.png","Title": "Kubernetes и операторы: автоматизация, которую вы искали.","Description": "<p>Kubernetes, которому в этом году исполнилось 10 лет, уже стал стандартом де-факто в облачных технологиях. Многие разработчики освоили его на базовом уровне и успешно используют для развёртывания приложений. Однако иногда встроенных возможностей Kubernetes не хватает, и приходится дополнять их самописными решениями или «костылями».</p> <p>В своём докладе Кирилл расскажет, как Kubernetes продолжает развиваться, предлагая всё больше готовых инструментов «из коробки», которые помогают сделать инфраструктуру более элегантной и эффективной. Одним из таких инструментов являются операторы.</p><p>Кирилл объяснит, в чём новизна этого подхода, как операторы упрощают автоматизацию деплоя приложений, мониторинг и развёртывание инфраструктуры. На примере реальных кейсов он покажет, как с помощью операторов можно решать практические задачи.</p> <p>Данный доклад станет отличной возможностью узнать, как максимально эффективно использовать возможности Kubernetes и прокачать свою инфраструктуру!</p>"},
	{"Name": "Валерий Лаптев","Company": "Программист, Digital Spirit","Photo": "laptev.png","Title": "Программист - кто он? Правда о soft skills.","Description": "<p>Уже несколько лет наблюдается большой ажиотаж вокруг программистов и soft skills. Понятно, что программистов не хватает. Но фокус внимания сместился в сторону soft skills. Из каждого утюга в ИТ звучат слова о важности soft skills для программистов. На разных ресурсах публикуется масса статей и материалов о качествах характера, необходимых для успеха в программировании. Предлагаются многочисленные курсы для развития soft skills и вообще личностных качеств для программистов и других сотрудников в ИТ. ИТ-компании озаботились онбордингом — адаптацией новых сотрудников в коллективе.</p> <p>В ИТ стали понимать важность soft skills. Но значит ли это, что в ИТ реально знают, какими конкретно качествами должен обладать программист ? Ответ очевиден – нет, не знают. О том, как это можно узнать, и что это дает, рассказывается в этом докладе.</p>"},
	{"Name": "Евгений Шигаев","Company": "CEO, Codderz","Photo": "shigaev.png","Title": "Тест бэкенда: как начать тестировать свой код и не бросить (Laravel Edition).","Description": "<p>Тестирование играет ключевую роль в обеспечении качества программного обеспечения. Оно позволяет экономить время и ресурсы, помогает быстро выявлять ошибки, облегчает рефакторинг и служит живой документацией.</p><p>Все это звучит здорово, но с тестами приходит еще одна кодовая база, требующая сил и времени на поддержку. Ложные срабатывания или их отсутствие добавляют проблем. А баги, продолжающие вылезать несмотря на все усилия, заставляют задуматься: так ли нужны эти тесты?</p><p>Разберемся с этим, используя веб-фреймворк Laravel.</p>"},
	{"Name": "Екатерина Горбачева","Company": "Руководитель HR-направления, Бест Софт","Photo": "gorbacheva.png","Title": "Ритуалы мотивации в IT: шаманство или рабочая стратегия?","Description": "<p>В условиях стремительных изменений и высокой конкуренции в IT-индустрии поддержание высокой мотивации сотрудников становится важнейшим фактором для достижения успеха компании. Получается, что применение различных методов мотивации – прекрасный инструмент не только для создания позитивной рабочей атмосферы и укрепления командного духа, но и для усиления позиции компании на рынке.</p><p>Что такое мотивация? Как мотивация сотрудников влияет на развитие бизнеса? Существуют ли сотрудники, способные демонстрировать отличные результаты и без дополнительных стимулов? Есть ли универсальный «ритуал» мотивации? Деньгами ли едиными?... Поговорим?) </p>"},
	{"Name": "Александр Морозов","Company": "CTO, Adeptik","Photo": "morozov.png","Title": "Неуверенный доклад об искусственном интеллекте.","Description": "<p>ИИ - тренд последних лет. О нем пишут, спорят и даже используют. Люди приписывают современному ИИ умение рассуждать, а  иногда и  человеческую мотивацию. Автор доклада Александр Морозов пытался публично спорить с такими популистскими заявлениями еще на самом первого devfest.</p> <p>Новый доклад - о неуверенности в предыдущих суждениях. Мы посмотрим на методы ИИ с точки зрения математики и кода, чтобы ответить на вопрос - может ли ИИ объяснять свои решения или он прикидывается умным?</p> <p>А попутно рассмотрим и другие интересные темы:</p> <p>- Как ИИ ведёт себя в ситуациях отличных от тех что видел во время обучения?</p> <p>- В ситуациях когда нет уверенности в корректности обучающих данных или они противоречивости?</p> <p>- И наконец можно ли строить ИИ, если у вас мало обучающих данных и нет нескольких датацентров с дорогими видеокартами?</p> <p>Пожелаем нашему постоянному спикеру уверенности.</p>"},
	{"Name": "Ренат Мусаев","Company": "Разработчик ПО, Drive2","Photo": "musaev.png","Title": "Погружаемся в поток: как устроены параллелизм и асинхронность, кто виноват и что делать прикладному разработчику?","Description": "<p>Почти все современные прикладные программисты постоянно используют в своей работе мощные абстракции, связанные с параллелизмом и асинхронностью.</p><p>При использовании любой абстракции (а как известно, в программировании даже результат сложения 2 чисел порой может удивить, что же говорить о более сложных концепциях) полезно понимать, как же устроено всё внутри на концептуальном уровне.</p> <p>И, как всегда, концептуально всё устроено очень просто. Тому как связаны процессор, стеки потоков, механизмы типа IOCP и почему современные средства обеспечения асинхронности взаимодействия с IO удобно и разумно устроены, посвящён данный доклад.</p>"},
	{"Name": "Алена Мичурина","Company": "Junior Fullstack Developer","Photo": "michurina.png","Title": "Магия анимаций в SwiftUI: от простого к сложному.","Description": "<p>Доклад направлен на разработчиков и студентов, которым интересна мобильная iOS-разработка. Слушатели узнают, как создавать плавные и интерактивные анимации, которые улучшают пользовательский опыт и делают приложения более привлекательными. Расскажу про implicit и explicit анимации, их ключевые различия и области применения. Особое внимание будет уделено созданию кастомных анимаций для сложных интерфейсов, а также разбору принципов их работы «под капотом». Также расскажу о типичных подводных камнях и ошибках, которые могут возникнуть при работе с анимациями, и о том, как их избежать. Участники также получат практические советы и рекомендации, которые помогут сразу применить полученные знания в своих проектах.</p>"},
	{"Name": "Артем Ушанов","Company": "Руководитель финансовых проектов, Самолет Плюс","Photo": "ushanov.png","Title": "Кольцо Всевластья для продакта: почему экономика продукта важнее всего остального.","Description": "<p>В продуктовой разработке успех часто измеряется релизами, спринтами, фичами или индексом удовлетворённости пользователей. Но в коммерческих продуктах конечная цель всегда одна – получение прибыли.</p> <p>В своём докладе Артём раскроет, как объединить два разных подхода: разработчиков и финансистов. Вы узнаете, как обсуждать спринты и фичи на языке денег и делать это понятно для всех участников процесса.</p><p>Ключевым инструментом станет экономическая модель Дона Рейнертсена, которая помогает наладить взаимопонимание между командами и сделать продуктовый процесс более прозрачным и прибыльным.</p>"},
	{"Name": "Юрий Яровой","Company": "Старший программист, Positive Technologies","Photo": "yarovoy.png","Title": "Алгоритмы против хакеров: как предсказать атаку?","Description": "<p>Хакеры не дремлют, но технологии тоже! Как защитить инфраструктуру, если хакеры всегда на шаг впереди? Юрий раскроет тайны их атак, объяснит, как взглянуть на мир глазами злоумышленника и покажет, как с помощью графов, топологии и математики находить маршруты проникновения. Вы узнаете, как Юрий с коллегами разработали уникальный алгоритм анализа сетей, позволяющий предсказать возможные атаки ещё до их начала. Это выступление для тех, кто хочет погрузиться в мир алгоритмов и увидеть, как точные расчёты меняют правила игры.</p>"},
	{"Name": "Евгений Эрман","Company": "Директор по цифровизации, ДК «РАЗУМ»","Photo": "erman.png","Title": "Правительство на другой планете живет, родной! Как устранить разрыв между руководством и ИТ-командой.","Description": "<p>Представьте себе две планеты: на одной живут руководители, на другой – ИТ-команды. У первых ROI и KPI, а у вторых – баги и дедлайны. Руководители спрашивают: 'Почему так долго и дорого?', а ИТ-специалисты отвечают: 'Это противоречит законам физики.' Как построить мост между этими мирами? </p> <p>На нашем докладе мы разберем:</p> <p>- Как говорить на одном языке, чтобы руководство и ИТ-команды понимали друг друга.</p><p>- 3+ проверенных подхода для превращения 'Почему так дорого?' в 'Супер, давайте сделаем!'</p> <p>- Реальные кейсы из компаний, где удалось устранить этот разрыв.</p><p>Если вы хотите, чтобы ваши проекты запускались быстрее, а команды работали слаженно – приходите. Любой разрыв – это шанс, если знаешь, как к нему подойти.</p>"}
]